---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecCircuitFrameParam
source: html/d010c40d-0c8b-61c6-6840-c0ba25d75963.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecCircuitFrameParam Property

"Frame"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecCircuitFrameParam { get; }
```